Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: α1 at %@ — you're above your anaerobic threshold. If that's on purpose, nice. If not, easing up wouldn't hurt.
ar: α1 عند %@ — أنت فوق عتبتك اللاهوائية. إن كان ذلك مقصودًا، فرائع. وإن لم يكن، فالتخفيف لن يضر.
da: α1 på %@ — du er over din anaerobe tærskel. Hvis det er med vilje, fint. Hvis ikke, skader det ikke at sætte lidt ned.
de: α1 bei %@ — du bist über deiner anaeroben Schwelle. Wenn das Absicht ist, super. Wenn nicht, schadet etwas Rausnehmen nicht.
es: α1 en %@ — estás por encima de tu umbral anaeróbico. Si es a propósito, genial. Si no, aflojar no te vendría mal.
fi: α1 on %@ — olet anaerobisen kynnyksesi yläpuolella. Jos se on tarkoituksellista, hienoa. Jos ei, hellittäminen ei olisi pahitteeksi.
fr: α1 à %@ — vous êtes au-dessus de votre seuil anaérobie. Si c'est voulu, très bien. Sinon, ralentir ne ferait pas de mal.
is: α1 í %@ — þú ert yfir loftfirrtum þröskuldi. Ef það er viljandi, flott. Ef ekki, sakar ekki að slaka á.
it: α1 a %@ — sei sopra la tua soglia anaerobica. Se è voluto, ottimo. Se no, rallentare un po' non guasterebbe.
ja: α1 が %@ — 無酸素性閾値を超えています。意図的ならいいですね。そうでなければ、少し緩めても損はありません。
ko: α1 %@ — 무산소 역치를 넘었습니다. 의도한 거라면 좋습니다. 아니라면 조금 늦춰도 괜찮습니다.
nb: α1 på %@ — du er over den anaerobe terskelen din. Hvis det er med vilje, fint. Hvis ikke, skader det ikke å roe litt ned.
nl: α1 op %@ — je zit boven je anaerobe drempel. Als dat de bedoeling is: prima. Zo niet, dan kan wat rustiger geen kwaad.
pt_br: α1 em %@ — você está acima do seu limiar anaeróbio. Se for de propósito, ótimo. Se não, aliviar não faria mal.
ru: α1 на уровне %@ — вы выше анаэробного порога. Если так задумано — отлично. Если нет, сбавить не помешает.
sv: α1 på %@ — du är över din anaeroba tröskel. Om det är meningen, bra. Om inte, skadar det inte att dra ner lite.
zh_hans: α1 为 %@ — 你已超过无氧阈。如果是有意的，很好。如果不是，放松一点也无妨。

source: — go back to sleep to improve it
ar: — عد إلى النوم لتحسينه
da: — gå i seng igen for at forbedre det
de: — schlaf weiter, um den Wert zu verbessern
es: — vuelve a dormir para mejorarlo
fi: — nuku lisää parantaaksesi sitä
fr: — retournez dormir pour l'améliorer
is: — farðu aftur að sofa til að bæta það
it: — tornare a dormire per migliorarlo
ja: — もう一度眠って改善しましょう
ko: — 개선하려면 다시 잠드세요
nb: — legg deg igjen for å forbedre det
nl: — ga terug slapen om het te verbeteren
pt_br: — volte a dormir para melhorar
ru: — ложитесь спать дальше для улучшения
sv: — somna om för att förbättra det
zh_hans: ——继续睡眠以改善

source: , Awake %lld minutes
ar: ، مستيقظ %lld دقيقة
da: , vågen %lld minutter
de: , %lld Minuten wach
es: , despierto %lld minutos
fi: , hereillä %lld minuuttia
fr: , éveillé %lld minutes
is: , vakandi %lld mínútur
it: , sveglio %lld minuti
ja: 、覚醒 %lld 分
ko: , 깨어 있음 %lld분
nb: , våken %lld minutter
nl: , wakker %lld minuten
pt_br: , acordado %lld minutos
ru: , бодрствование %lld минуты
sv: , vaken %lld minuter
zh_hans: ，清醒 %lld 分钟

source: ...and %lld more
ar: ...و%lld غيرها
da: ...og %lld mere
de: ...und %lld weitere
es: ...y %lld más
fi: ...ja %lld lisää
fr: ...et %lld de plus
is: ...og %lld í viðbót
it: ...e altri %lld
ja: ...他%lld件
ko: ...외 %lld개
nb: ...og %lld til
nl: ...en %lld meer
pt_br: ...e mais %lld
ru: ...и ещё %lld
sv: ...och %lld till
zh_hans: ...还有 %lld 个

source: · FREE
ar: · مجاني
da: · GRATIS
de: · KOSTENLOS
es: · GRATIS
fi: · ILMAINEN
fr: · GRATUIT
is: · ÓKEYPIS
it: · GRATIS
ja: · 無料
ko: · 무료
nb: · GRATIS
nl: · GRATIS
pt_br: · GRÁTIS
ru: · БЕСПЛАТНО
sv: · GRATIS
zh_hans: · 免费

source: "End and save" stops the arrow but keeps the trail in your history so you can route back to it later. "Discard" deletes it forever.
ar: "إنهاء وحفظ" يوقف السهم لكنه يحتفظ بالمسار في سجلك حتى تتمكن من العودة إليه لاحقًا. "التخلّص" يحذفه نهائيًا.
da: "Afslut og gem" stopper pilen, men beholder sporet i din historik, så du kan finde tilbage til det senere. "Kassér" sletter det for altid.
de: "Beenden und speichern" stoppt den Pfeil, behält aber die Strecke in deinem Verlauf, damit du sie später erneut abrufen kannst. "Verwerfen" löscht sie endgültig.
es: "Finalizar y guardar" detiene la flecha pero mantiene la ruta en tu historial para que puedas volver a ella más tarde. "Descartar" la elimina para siempre.
fi: "Lopeta ja tallenna" pysäyttää nuolen mutta säilyttää reitin historiassasi, jotta voit palata siihen myöhemmin. "Hylkää" poistaa sen lopullisesti.
fr: « Terminer et enregistrer » arrête la flèche mais conserve le tracé dans votre historique pour que vous puissiez y revenir plus tard. « Supprimer » l'efface définitivement.
is: "Ljúka og vista" stöðvar örina en heldur slóðinni í ferilskránni þinni svo þú getir farið aftur að henni síðar. "Henda" eyðir henni að eilífu.
it: "Termina e salva" interrompe la freccia ma mantiene il percorso nella cronologia, così puoi ritrovarlo in seguito. "Elimina" lo cancella per sempre.
ja: 「終了して保存」は矢印を停止しますが、軌跡は履歴に残るので、後で戻ることができます。「破棄」は永久に削除します。
ko: "종료 후 저장"은 화살표를 멈추지만 경로를 기록에 남겨 나중에 다시 찾아갈 수 있습니다. "삭제"는 영구적으로 지웁니다.
nb: "Avslutt og lagre" stopper pilen, men beholder sporet i historikken din så du kan finne tilbake til det senere. "Forkast" sletter det for alltid.
nl: "Beëindigen en opslaan" stopt de pijl maar bewaart het spoor in je geschiedenis, zodat je er later naar terug kunt. "Verwijderen" wist het voorgoed.
pt_br: "Encerrar e salvar" interrompe a seta, mas mantém o trajeto no seu histórico para que você possa retornar a ele mais tarde. "Descartar" o exclui para sempre.
ru: «Завершить и сохранить» останавливает стрелку, но оставляет маршрут в истории, чтобы вы могли вернуться к нему позже. «Отменить» удаляет его навсегда.
sv: "Avsluta och spara" stoppar pilen men behåller spåret i din historik så att du kan återvända till det senare. "Kasta" tar bort det för alltid.
zh_hans: "结束并保存"会停止箭头，但会将轨迹保留在你的历史记录中，以便日后重新返回。"放弃"则会永久删除它。

source: (artifact)
ar: (تشوّه)
da: (artefakt)
de: (Artefakt)
es: (artefacto)
fi: (artefakti)
fr: (artéfact)
is: (truflun)
it: (artefatto)
ja: （アーティファクト）
ko: (아티팩트)
nb: (artefakt)
nl: (artefact)
pt_br: (artefato)
ru: (артефакт)
sv: (artefakt)
zh_hans: （伪差）

source: (empty)
ar: (فارغ)
da: (tom)
de: (leer)
es: (vacío)
fi: (tyhjä)
fr: (vide)
is: (tómt)
it: (vuoto)
ja: (空)
ko: (비어 있음)
nb: (tom)
nl: (leeg)
pt_br: (vazio)
ru: (пусто)
sv: (tom)
zh_hans: （空）

source: @ Time
ar: عند الوقت
da: Kl.
de: Um
es: A las
fi: Klo
fr: À
is: Kl.
it: Alle
ja: 時刻
ko: 시각
nb: Kl.
nl: Om
pt_br: Às
ru: Время
sv: Kl.
zh_hans: 时间

source: % of consecutive RR pairs that differ by > 50 ms — a coarse vagal-tone proxy.
ar: % من أزواج RR المتتالية التي تختلف بأكثر من 50 مللي ثانية — مؤشر تقريبي للنبرة المبهمية.
da: % af på hinanden følgende RR-par, der afviger > 50 ms — en grov proxy for vagal tonus.
de: % aufeinanderfolgender RR-Paare mit > 50 ms Unterschied — ein grober Näherungswert für den Vagustonus.
es: % de pares RR consecutivos que difieren > 50 ms — una medida aproximada del tono vagal.
fi: % peräkkäisistä RR-pareista, jotka eroavat > 50 ms — karkea vagaalitonuksen mittari.
fr: % de paires RR consécutives différant de > 50 ms — un indicateur grossier du tonus vagal.
is: % samfelldra RR-para sem munar > 50 ms — grófur mælikvarði á vagus-tón.
it: % di coppie RR consecutive che differiscono di > 50 ms — un indicatore grezzo del tono vagale.
ja: 連続する RR ペアのうち差が 50 ms を超える割合 — 迷走神経緊張の粗い代理指標。
ko: 연속 RR 쌍 중 50 ms 초과로 차이 나는 비율 — 미주신경 긴장도의 대략적 대리지표.
nb: % av påfølgende RR-par som avviker > 50 ms — et grovt mål på vagal tonus.
nl: % opeenvolgende RR-paren die > 50 ms verschillen — een ruwe maat voor vagale tonus.
pt_br: % de pares RR consecutivos que diferem > 50 ms — uma aproximação grosseira do tônus vagal.
ru: % последовательных пар RR с разницей > 50 мс — грубый показатель вагусного тонуса.
sv: % av på varandra följande RR-par som skiljer sig > 50 ms — ett grovt mått på vagal tonus.
zh_hans: 相邻 RR 间期差值大于 50 ms 的比例 — 迷走张力的粗略替代指标。

source: %.0f%% efficiency
ar: كفاءة %.0f%%
da: %.0f%% effektivitet
de: %.0f%% Effizienz
es: %.0f%% de eficiencia
fi: %.0f%% tehokkuus
fr: %.0f%% d’efficacité
is: %.0f%% nýtni
it: %.0f%% di efficienza
ja: 効率 %.0f%%
ko: 효율 %.0f%%
nb: %.0f%% effektivitet
nl: %.0f%% efficiëntie
pt_br: %.0f%% de eficiência
ru: эффективность %.0f%%
sv: %.0f%% effektivitet
zh_hans: 效率 %.0f%%

source: %.1f br/min
ar: %.1f نفَس/دقيقة
da: %.1f vejrtrækninger/min
de: %.1f Atemzüge/Min.
es: %.1f resp/min
fi: %.1f hengitystä/min
fr: %.1f resp/min
is: %.1f andardrættir/mín
it: %.1f resp/min
ja: %.1f 回/分
ko: %.1f회/분
nb: %.1f pust/min
nl: %.1f ademh/min
pt_br: %.1f resp/min
ru: %.1f вдох/мин
sv: %.1f andetag/min
zh_hans: %.1f 次/分

source: %.1f min
ar: %.1f دقيقة
ja: %.1f分
ko: %.1f분
ru: %.1f мин
zh_hans: %.1f 分钟

source: %.1f ms
ar: %.1f م.ث
ru: %.1f мс

source: %.1f%% artifacts. Consider re-reading.
ar: %.1f%% تشوّهات. فكّر في إعادة القراءة.
da: %.1f%% artefakter. Overvej at måle igen.
de: %.1f%% Artefakte. Erneute Messung erwägen.
es: %.1f%% de artefactos. Considera repetir la lectura.
fi: %.1f%% artefakteja. Harkitse uutta mittausta.
fr: %.1f%% d’artéfacts. Envisagez de refaire la mesure.
is: %.1f%% truflanir. Íhugaðu að mæla aftur.
it: %.1f%% di artefatti. Valuta di ripetere la lettura.
ja: アーティファクト %.1f%%。再測定を検討してください。
ko: 아티팩트 %.1f%%. 다시 측정을 고려하세요.
nb: %.1f%% artefakter. Vurder å måle på nytt.
nl: %.1f%% artefacten. Overweeg opnieuw te meten.
pt_br: %.1f%% de artefatos. Considere refazer a leitura.
ru: %.1f%% артефактов. Стоит измерить заново.
sv: %.1f%% artefakter. Överväg att mäta om.
zh_hans: 伪差 %.1f%%。建议重新测量。

source: %@ — one-time purchase
ar: %@ — شراء لمرة واحدة
da: %@ — engangskøb
de: %@ — Einmalkauf
es: %@ — compra única
fi: %@ — kertaosto
fr: %@ — achat unique
is: %@ — einskiptiskaup
it: %@ — acquisto una tantum
ja: %@ — 買い切り
ko: %@ — 일회성 구매
nb: %@ — engangskjøp
nl: %@ — eenmalige aankoop
pt_br: %@ — compra única
ru: %@ — единовременная покупка
sv: %@ — engångsköp
zh_hans: %@ — 一次性购买

source: %@ — score updated
ar: %@ — تم تحديث الدرجة
da: %@ — score opdateret
de: %@ — Wert aktualisiert
es: %@ — puntuación actualizada
fi: %@ — pisteet päivitetty
fr: %@ — score mis à jour
is: %@ — stig uppfærð
it: %@ — punteggio aggiornato
ja: %@ — スコアを更新しました
ko: %@ — 점수 업데이트됨
nb: %@ — poengsum oppdatert
nl: %@ — score bijgewerkt
pt_br: %@ — pontuação atualizada
ru: %@ — оценка обновлена
sv: %@ — poäng uppdaterad
zh_hans: %@ — 分数已更新

# %@ · %lld min%@ · avg HR %lld
source: %1$@ · %2$lld min%3$@ · avg HR %4$lld
ar: %@ · %lld دقيقة%@ · متوسط النبض %lld
da: %@ · %lld min%@ · gns. HR %lld
de: %@ · %lld Min.%@ · Ø HF %lld
es: %@ · %lld min%@ · FC media %lld
fi: %@ · %lld min%@ · keskim. HR %lld
fr: %@ · %lld min%@ · FC moy. %lld
is: %@ · %lld mín%@ · með. HR %lld
it: %@ · %lld min%@ · HR media %lld
ja: %@ · %lld分%@ · 平均HR %lld
ko: %@ · %lld분%@ · 평균 HR %lld
nb: %@ · %lld min%@ · gj.sn. HR %lld
nl: %@ · %lld min%@ · gem. HR %lld
pt_br: %@ · %lld min%@ · HR média %lld
ru: %@ · %lld мин%@ · средний пульс %lld
sv: %@ · %lld min%@ · medel-HR %lld
zh_hans: %@ · %lld 分钟%@ · 平均心率 %lld

source: %@ · GPX format · compatible with Strava, Garmin Connect, WorkOutDoors
ar: %@ · صيغة GPX · متوافق مع Strava وGarmin Connect وWorkOutDoors
da: %@ · GPX-format · kompatibel med Strava, Garmin Connect, WorkOutDoors
de: %@ · GPX-Format · kompatibel mit Strava, Garmin Connect, WorkOutDoors
es: %@ · formato GPX · compatible con Strava, Garmin Connect, WorkOutDoors
fi: %@ · GPX-muoto · yhteensopiva Strava-, Garmin Connect- ja WorkOutDoors-palveluiden kanssa
fr: %@ · format GPX · compatible avec Strava, Garmin Connect, WorkOutDoors
is: %@ · GPX-snið · samhæft við Strava, Garmin Connect, WorkOutDoors
it: %@ · formato GPX · compatibile con Strava, Garmin Connect, WorkOutDoors
ja: %@ · GPX形式 · Strava、Garmin Connect、WorkOutDoorsに対応
ko: %@ · GPX 형식 · Strava, Garmin Connect, WorkOutDoors 호환
nb: %@ · GPX-format · kompatibel med Strava, Garmin Connect, WorkOutDoors
nl: %@ · GPX-indeling · compatibel met Strava, Garmin Connect, WorkOutDoors
pt_br: %@ · formato GPX · compatível com Strava, Garmin Connect, WorkOutDoors
ru: %@ · формат GPX · совместим со Strava, Garmin Connect, WorkOutDoors
sv: %@ · GPX-format · kompatibelt med Strava, Garmin Connect, WorkOutDoors
zh_hans: %@ · GPX 格式 · 兼容 Strava、Garmin Connect、WorkOutDoors

# %@ %@ %lld for %llds
source: %1$@ %2$@ %3$lld for %4$llds
ar: %@ %@ %lld لمدة %lld ث
da: %@ %@ %lld i %lld s
de: %@ %@ %lld für %lld s
es: %@ %@ %lld durante %lld s
fi: %@ %@ %lld %lld s ajan
fr: %@ %@ %lld pendant %lld s
is: %@ %@ %lld í %lld s
it: %@ %@ %lld per %lld s
ja: %@ %@ %lld を %lld 秒
ko: %@ %@ %lld, %lld초 동안
nb: %@ %@ %lld i %lld s
nl: %@ %@ %lld gedurende %lld s
pt_br: %@ %@ %lld por %lld s
ru: %@ %@ %lld в течение %lld с
sv: %@ %@ %lld i %lld s
zh_hans: %@ %@ %lld 持续 %lld 秒

# %@ %lld added to your training load.
source: %1$@ %2$lld added to your training load.
ar: %@ %lld أُضيف إلى حمل تدريبك.
da: %@ %lld tilføjet til din træningsbelastning.
de: %@ %lld zu deiner Trainingsbelastung hinzugefügt.
es: %@ %lld añadido a tu carga de entrenamiento.
fi: %@ %lld lisätty harjoituskuormitukseesi.
fr: %@ %lld ajouté à votre charge d’entraînement.
is: %@ %lld bætt við æfingaálagið þitt.
it: %@ %lld aggiunto al tuo carico di allenamento.
ja: %@ %lld がトレーニング負荷に加算されました。
ko: %@ %lld이(가) 훈련 부하에 추가되었습니다.
nb: %@ %lld lagt til treningsbelastningen din.
nl: %@ %lld toegevoegd aan je trainingsbelasting.
pt_br: %@ %lld adicionado à sua carga de treino.
ru: %@ %lld добавлено к вашей тренировочной нагрузке.
sv: %@ %lld tillagt i din träningsbelastning.
zh_hans: %@ %lld 已计入你的训练负荷。

source: %@ at %@. One irregular or mis-detected beat left in the data pulls α1's 120-second rolling window down for about the window's length, producing a short dip that isn't a real threshold crossing. These dips are a data-cleaning note, not a heart-rhythm finding: they are excluded from LT1 / threshold detection and marked here so you can see where they were.
ar: %@ عند %@. نبضة واحدة غير منتظمة أو مُكتشفة خطأً متبقية في البيانات تُخفض نافذة α1 المتحركة البالغة 120 ثانية لمدة تقارب طول النافذة، مما يُنتج انخفاضًا قصيرًا ليس عبورًا حقيقيًا للعتبة. هذه الانخفاضات ملاحظة تتعلق بتنقية البيانات، وليست نتيجة تخص نظم القلب: فهي تُستبعد من اكتشاف LT1/العتبة وتُعلَّم هنا لترى أين وقعت.
da: %@ ved %@. Et enkelt uregelmæssigt eller fejlregistreret slag, der er tilbage i dataene, trækker α1's rullende 120-sekunders vindue ned i omtrent vinduets længde og giver et kortvarigt fald, der ikke er en reel tærskelkrydsning. Disse fald er en note om datarensning, ikke et fund vedrørende hjerterytmen: De udelukkes fra LT1-/tærskeldetektion og markeres her, så du kan se, hvor de var.
de: %@ bei %@. Ein einzelner unregelmäßiger oder falsch erkannter Schlag, der in den Daten verbleibt, drückt das gleitende 120-Sekunden-Fenster von α1 für etwa die Länge des Fensters nach unten und erzeugt einen kurzen Abfall, der keine echte Schwellenüberschreitung ist. Diese Abfälle sind ein Hinweis zur Datenbereinigung, kein Befund zum Herzrhythmus: Die LT1-/Schwellenerkennung schließt sie aus, und sie sind hier markiert, damit du siehst, wo sie lagen.
es: %@ a %@. Un único latido irregular o mal detectado que queda en los datos hace bajar la ventana móvil de 120 segundos de α1 durante aproximadamente la duración de la ventana, lo que produce una breve caída que no es un cruce de umbral real. Estas caídas son una nota de limpieza de datos, no un hallazgo sobre el ritmo cardíaco: se excluyen de la detección de LT1/umbral y se marcan aquí para que veas dónde estuvieron.
fi: %@ kohdassa %@. Yksi epäsäännöllinen tai virheellisesti tunnistettu lyönti datassa painaa α1:n 120 sekunnin liukuvaa ikkunaa alaspäin suunnilleen ikkunan pituuden ajan, jolloin syntyy lyhyt notkahdus, joka ei ole todellinen kynnyksen ylitys. Nämä notkahdukset ovat datan siivoukseen liittyvä huomio, eivät sydämen rytmiä koskeva löydös: ne jätetään pois LT1-/kynnystunnistuksesta ja merkitään tähän, jotta näet, missä ne olivat.
fr: %@ à %@. Un battement irrégulier ou mal détecté resté dans les données fait baisser la fenêtre glissante de 120 secondes d’α1 pendant environ la durée de la fenêtre, ce qui produit un bref creux qui n’est pas un vrai franchissement de seuil. Ces creux sont une note de nettoyage des données, pas un constat sur le rythme cardiaque : ils sont exclus de la détection de LT1 / des seuils et signalés ici pour que vous voyiez où ils se trouvaient.
is: %@ kl. %@. Eitt óreglulegt eða ranglega greint slag sem situr eftir í gögnunum dregur 120 sekúndna hlaupandi glugga α1 niður í um það bil lengd gluggans, sem veldur stuttri dýfu sem er ekki raunveruleg þröskuldsfærsla. Þessar dýfur eru athugasemd um hreinsun gagna, ekki niðurstaða um hjartsláttartakt: þær eru undanskildar við greiningu LT1 / þröskulda og merktar hér svo þú sjáir hvar þær voru.
it: %@ alle %@. Un battito irregolare o rilevato male rimasto nei dati abbassa la finestra mobile di 120 secondi di α1 per circa la durata della finestra, producendo un breve calo che non è un vero superamento di soglia. Questi cali sono una nota di pulizia dei dati, non un riscontro sul ritmo cardiaco: sono esclusi dal rilevamento di LT1 / soglie e sono segnati qui così puoi vedere dove si trovavano.
ja: %2$@ に %1$@。データに残った不規則な拍や誤検出された拍が 1 つあると、α1 の 120 秒ローリングウィンドウがおよそウィンドウの長さの間引き下げられ、実際の閾値通過ではない短い低下が生じます。これらの低下はデータクリーニング上の注記であり、心拍リズムに関する所見ではありません。LT1 / 閾値の検出からは除外され、どこで起きたかわかるようにここに表示しています。
ko: %2$@에 %1$@. 데이터에 남은 불규칙하거나 잘못 검출된 박동 하나가 α1의 120초 이동 윈도우를 대략 윈도우 길이만큼 끌어내려, 실제 역치 통과가 아닌 짧은 하락을 만듭니다. 이러한 하락은 데이터 정리에 관한 참고 사항이며 심장 리듬에 관한 소견이 아닙니다. LT1 / 역치 검출에서 제외되며, 어디에서 발생했는지 볼 수 있도록 여기에 표시됩니다.
nb: %@ ved %@. Ett uregelmessig eller feildetektert slag som ligger igjen i dataene, trekker α1s rullerende vindu på 120 sekunder ned i omtrent like lang tid som vinduet, og gir et kort fall som ikke er en reell terskelkryssing. Disse fallene er en merknad om datarensing, ikke et funn om hjerterytmen: de holdes utenfor LT1-/terskeldeteksjonen og markeres her slik at du kan se hvor de var.
nl: %@ om %@. Eén onregelmatige of verkeerd gedetecteerde slag die in de gegevens is achtergebleven, trekt het voortschrijdende venster van 120 seconden van α1 ongeveer een vensterlengte lang omlaag, wat een korte dip geeft die geen echte drempeloverschrijding is. Deze dips zijn een opmerking over het opschonen van gegevens, geen bevinding over het hartritme: ze worden uitgesloten van LT1-/drempeldetectie en hier gemarkeerd, zodat je kunt zien waar ze waren.
pt_br: %@ em %@. Um batimento irregular ou mal detectado que ficou nos dados puxa para baixo a janela móvel de 120 segundos do α1 por aproximadamente a duração da janela, produzindo uma queda curta que não é um cruzamento real de limiar. Essas quedas são uma observação de limpeza de dados, não um achado sobre o ritmo cardíaco: são excluídas da detecção de LT1 / limiar e marcadas aqui para que você veja onde ocorreram.
ru: %@ в %@. Один нерегулярный или неверно распознанный удар, оставшийся в данных, занижает 120-секундное скользящее окно α1 примерно на длину окна и даёт короткий провал, который не является реальным пересечением порога. Эти провалы — пометка об очистке данных, а не находка о сердечном ритме: они исключаются из определения LT1 / порога и отмечены здесь, чтобы вы видели, где они были.
sv: %@ vid %@. Ett oregelbundet eller feldetekterat slag som ligger kvar i datan drar ner α1:s rullande 120-sekundersfönster under ungefär fönstrets längd och ger en kort dipp som inte är en verklig tröskelpassage. Dessa dippar är en notering om datarensning, inte ett fynd om hjärtrytmen: de undantas från LT1-/tröskeldetektering och markeras här så att du kan se var de låg.
zh_hans: %@，位于 %@。数据中残留的一个不规则或误检的心搏，会在大约一个窗口长度的时间内拉低 α1 的 120 秒滚动窗口，产生一个短暂的下探，这并不是真正的阈值穿越。这些下探属于数据清理说明，而非心律方面的发现：它们已被排除在 LT1 / 阈值检测之外，并在此标出，方便你查看它们的位置。

source: %1$@ at %2$lld%% efficiency — minimal awakenings let your nervous system fully restore.
ar: %@ بكفاءة %lld%% — استيقاظ ضئيل سمح لجهازك العصبي بالتعافي الكامل.
da: %@ ved %lld%% effektivitet — minimale opvågninger lod dit nervesystem restituere helt.
de: %@ bei %lld%% Effizienz — minimale Wachphasen ließen dein Nervensystem vollständig regenerieren.
es: %@ con %lld%% de eficiencia — los despertares mínimos permitieron a tu sistema nervioso restaurarse por completo.
fi: %@ %lld%% tehokkuudella — vähäiset heräämiset antoivat hermostosi palautua täysin.
fr: %@ à %lld%% d’efficacité — des réveils minimes ont permis à votre système nerveux de récupérer pleinement.
is: %@ við %lld%% skilvirkni — fá vöknun leyfðu taugakerfinu að jafna sig að fullu.
it: %@ con %lld%% di efficienza — i risvegli minimi hanno permesso al sistema nervoso di rigenerarsi del tutto.
ja: %@、効率 %lld%% — 覚醒が少なく、神経系が十分に回復しました。
ko: %@, 효율 %lld%% — 각성이 적어 신경계가 온전히 회복했습니다.
nb: %@ med %lld%% effektivitet — minimale oppvåkninger lot nervesystemet restituere helt.
nl: %@ bij %lld%% efficiëntie — minimale ontwakingen lieten je zenuwstelsel volledig herstellen.
pt_br: %@ com %lld%% de eficiência — poucos despertares permitiram ao seu sistema nervoso se restaurar por completo.
ru: %@ при эффективности %lld%% — минимум пробуждений позволил нервной системе полностью восстановиться.
sv: %@ vid %lld%% effektivitet — minimala uppvaknanden lät nervsystemet återhämta sig helt.
zh_hans: %@，效率 %lld%% — 觉醒极少，神经系统得以完全恢复。

source: %1$@ at %2$lld%% efficiency. Awakenings are pulling efficiency down — try to get to bed earlier tonight.
ar: %@ بكفاءة %lld%%. الاستيقاظات تسحب الكفاءة للأسفل — حاول النوم مبكرًا الليلة.
da: %@ ved %lld%% effektivitet. Opvågninger trækker effektiviteten ned — prøv at komme tidligere i seng i nat.
de: %@ bei %lld%% Effizienz. Wachphasen drücken die Effizienz — geh heute Nacht früher ins Bett.
es: %@ con %lld%% de eficiencia. Los despertares están bajando la eficiencia — intenta acostarte antes esta noche.
fi: %@ %lld%% tehokkuudella. Heräämiset laskevat tehokkuutta — yritä mennä aiemmin nukkumaan tänä yönä.
fr: %@ à %lld%% d’efficacité. Les réveils font baisser l’efficacité — essayez de vous coucher plus tôt ce soir.
is: %@ við %lld%% skilvirkni. Vöknun dregur skilvirknina niður — reyndu að fara fyrr að sofa í kvöld.
it: %@ con %lld%% di efficienza. I risvegli abbassano l’efficienza — prova ad andare a letto prima stanotte.
ja: %@、効率 %lld%%。覚醒が効率を下げています — 今夜は早めに就寝しましょう。
ko: %@, 효율 %lld%%. 각성이 효율을 낮추고 있습니다 — 오늘 밤은 더 일찍 자보세요.
nb: %@ med %lld%% effektivitet. Oppvåkninger trekker effektiviteten ned — prøv å legge deg tidligere i natt.
nl: %@ bij %lld%% efficiëntie. Ontwakingen drukken de efficiëntie — ga vanavond eerder naar bed.
pt_br: %@ com %lld%% de eficiência. Os despertares estão reduzindo a eficiência — tente dormir mais cedo hoje.
ru: %@ при эффективности %lld%%. Пробуждения снижают эффективность — ложитесь сегодня раньше.
sv: %@ vid %lld%% effektivitet. Uppvaknanden drar ner effektiviteten — försök gå och lägga dig tidigare i natt.
zh_hans: %@，效率 %lld%%。觉醒拉低了效率 — 今晚试着早点上床。
